Repository: fabyc/nodux_purchase2draft
Catalog: locale/*.po
Languages: es_ec

# field:purchase_to_draft.start,id:
source: ID
es_ec: Identificador

# model:ir.action,name:
source: Draft Sale
es_ec: Pasar a borrador

# model:ir.action,name:wizard_draft_purchase
source: Draft Purchase
es_ec: Pasar compra a Borrador

# model:nodux.account.in.invoice.to.draft.start,name:
source: In Invoice to Draft Start
es_ec: Factura Compra a Borrador

# model:purchase_to_draft.start,name:
source: Purchase to Draft Start
es_ec: Compra a Borrador

# view:nodux.account.in.invoice.to.draft.start:
source: Are you sure to draft those/this purchase(s)?
es_ec: ¿Está seguro de pasar a borrador esta/estas compra(s)?

# view:nodux.account.in.invoice.to.draft.start:
source: Draft Purchase
es_ec: Pasar compra a borrador

# view:purchase_to_draft.start:
source: Are you sure to draft those/this purchase(s)?
es_ec: ¿Está seguro de pasar a borrador esta/estas compra(s)?

# view:purchase_to_draft.start:
source: Draft Purchase
es_ec: Pasar compra a Borrador

# wizard_button:nodux.account.in.invoice.to.draft,start,draft_:
source: Draft
es_ec: Borrador

# wizard_button:nodux.account.in.invoice.to.draft,start,end:
source: Cancel
es_ec: Cancelar

# wizard_button:purchase_to_draft,start,draft_:
source: Draft
es_ec: Borrador

# wizard_button:purchase_to_draft,start,end:
source: Cancel
es_ec: Cancelar
